[
  {
    "title": "Alcohol free",
    "content": "Alcohol free beer is beer with no alcohol, which aim to reproduce the taste of beer without the inebriating effects of standard alcoholic brews. \n\nIn the United States, beverages containing less than 0.5% alcohol by volume (ABV) were legally called non-alcoholic, according to the now-defunct Volstead Act. Because of its very low alcohol content, non-alcoholic beer may be legally sold to minors in many American states.\n\nIn the United Kingdom, the following definitions apply by law (correct as of May 2007):\n\n    No alcohol or alcohol-free: not more than 0.05% ABV\n    Dealcoholised: over 0.05% but less than 0.5% ABV\n    Low-alcohol: not more than 1.2% ABV\n\nIn some parts of the European Union, beer must contain no more than 0.5% ABV if it is labelled \"alcohol-free\".\n\nIn Australia, the term \"light beer\" refers to any beer with less than 3% alcohol."
  },
  {
    "title": "Low (1-4%)",
    "content": "Low-alcohol beer (also called light beer, , small beer, small ale, or near-beer) is beer with low alcohol content, which aim to reproduce the taste of beer without the inebriating effects of standard alcoholic brews. "
  },
  {
    "title": "Typical (4-6%)",
    "content": "The beers most consumers are familiar with fall in a range of 4-6% alcohol. The most typical beers have an alcohol by volume of 5%."
  },
  {
    "title": "High (6-10%)",
    "content": "Some beers contain more than the typical amount of alcohol, with 6 to 10% abv. These beers are considered as strong beers. However, there are some extreme strong beers, with up to 57% abv."
  },
  {
    "title": "Extreme (>10%)",
    "content": "The strength of beers has climbed during the later years of the 20th century. Vetter 33, a 10.5% abv (33 degrees Plato, hence Vetter \"33\") doppelbock, was listed in the 1994 Guinness Book of World Records as the strongest beer at that time,though Samichlaus, by the Swiss brewer Hürlimann, had also been listed by the Guinness Book of World Records as the strongest at 14% abv. Since then, some brewers have used champagne yeasts to increase the alcohol content of their beers. Samuel Adams reached 20% abv with Millennium, and then surpassed that amount to 25.6% abv with Utopias. In September 2011, the Scottish brewery BrewDog produced Ghost Deer, which, at 28%, they claim to be the world's strongest beer produced by fermentation alone. The product claimed to be the strongest beer made is Schorschbräu's 2011 Schorschbock 57 with 57,5%."
  }
]
