[
  {
    "title": "White",
    "content": "Witbier, white beer, bière blanche, or simply witte is a barley/wheat, top-fermented beer brewed mainly in Belgium and the Netherlands. It gets its name due to suspended yeast and wheat proteins which cause the beer to look hazy, or white, when cold. It is a descendant from those medieval beers which were not brewed with hops, but instead flavoured and preserved with a blend of spices and other plants referred to as \"gruit\". Gruit is still used today, although nowadays the gruit consists mainly of coriander, orange, bitter orange, and hops. The taste is therefore only slightly hoppy. The beers have a somewhat sour taste due to the presence of lactic acid. In the past, the Belgian wheat beers were much more sour than is the case now. The suspended yeast in the beer causes some continuing fermentation in the bottle."
  },
  {
    "title": "Tripel",
    "content": "Tripel is a term used in the Low Countries to describe a strong ale. The term was notably used in 1956 by the Trappist brewery at Westmalle to rename the strongest beer in their range. Westmalle Tripel was widely copied by the breweries of Belgium, and in 1987 another Trappist brewery, Koningshoeven in the Netherlands, also expanded their range with La Trappe Tripel. The term is applied by a range of secular brewers to a strong ale in the style of Westmalle Tripel. It has become particularly popular among Belgian-influenced craft brewers in the United States to describe their strong pale-colored ales."
  },
  {
    "title": "Stout",
    "content": "Stout is a dark beer made using roasted malt or roasted barley, hops, water and yeast. Stouts were traditionally the generic term for the strongest or stoutest porters, typically 7% or 8%, produced by a brewery. There are a number of variations including Baltic porter, dry stout and imperial stout. The first known use of the word stout for beer was in a document dated 1677 found in the Egerton Manuscript, the sense being that a stout beer was a strong beer not a dark beer.The name porter was first used in 1721 to describe a dark brown beer that had been made with roasted malts. Because of the huge popularity of porters, brewers made them in a variety of strengths. The beers with higher gravities were called \"Stout Porters\", so the history and development of stout and porter are intertwined, and the term stout has since become firmly associated with dark beer, rather than just strong beer."
  },
  {
    "title": "Light & Malt",
    "content": "Light beer refers to beer which is reduced in alcohol content or in calories, compared to regular beers. Light beers may be chosen by beer drinkers who wish to manage their alcohol consumption or their calorie intake; however, they are sometimes criticised for being less flavourful than full-strength beers, tasting or actually being watered down.\n\nMalt beer is a sweet, low-alcohol beer (0%–2.5% ABV) that is brewed like regular beer but with low or minimal fermentation. To keep the alcohol content low, one of two methods may be used: either the yeast is added at about 0°C (resulting in an alcohol content of under 0.5% ABV) or fermentation is halted at the desired alcohol content (usually in the range of 1 to 2% ABV). It is made from barley malt syrup, sugar, yeast, hops, and water. Malt beer is considered to be nutritious and is sometimes given to nursing mothers."
  },
  {
    "title": "Seasonal",
    "content": "Seasonal beers are beers that are mostly served in a specific season, such as winter, fall, spring and summer beers. Also, Christmas beers fall into this category.\n\nWinter beers include: Darker strong ales, barley wine, spiced beers, bocks, doppelbocks, stouts, imperial stouts, robust porters, and weizenbock.\n\nSpring beers include: Red ale, Maibocks, Marzens, dry stout, abbey beers, Biere de Mars\n\nSummer beers include: Helles, Kolsch, German-style pils, saison, wheat beers, fruit-flavored wheat beers, pale, amber & blonde ales, citrusy-hopped ales\n\nFall beers include: Oktoberfest, fresh hop ales, big India pale ales, pumpkin beers, barrel-aged beers fermented on fruit, smoked malt beers, dunkelweizen."
  },
  {
    "title": "Porter",
    "content": "Porter is a dark style of beer originating in London in the 18th century, descended from brown beer, a well-hopped beer made from brown malt. The name is thought to come from its popularity with street and river porters.\n\nThe history and development of stout and porter are intertwined. The name \"stout\" for a dark beer is believed to have come about because a strong porter may be called \"Extra Porter\" or \"Double Porter\" or \"Stout Porter\". The term \"Stout Porter\" would later be shortened to just \"Stout\". For example, Guinness Extra Stout was originally called \"Extra Superior Porter\" and was only given the name Extra Stout in 1840."
  },
  {
    "title": "Pilsner",
    "content": "Pilsner (also pilsener, pilsen or simply pils) is a type of pale lager. It takes its name from the city of Plzeň, Bohemia, Czech Republic, where it was first produced in 1842. The original Pilsner Urquell beer is still produced there today.\n\nThe officials of Pilsen founded a city-owned brewery in 1839, called Měšťanský pivovar Plzeň (German: Bürger-Brauerei, English: Citizens' Brewery - now Pilsner Urquell), which was to brew beer in the pioneering Bavarian style. Brewers had begun aging beer made with bottom-fermenting yeasts in caves, which improved the beer's clarity and shelf-life.\n\nThe combination brighter malt prepared by English technology, Pilsen's remarkably soft water, local Saaz noble hops from nearby Žatec and Bavarian-style lagering produced a clear, golden beer that was regarded as a sensation."
  },
  {
    "title": "Pale",
    "content": "Pale lager is a very pale to golden-coloured beer with a well attenuated body and a varying degree of noble hop bitterness.\n\nPale ale is a beer made by warm fermentation using predominantly pale malt. The higher proportion of pale malts results in a lighter colour. The term \"pale ale\" first appeared around 1703 for beers made from malts dried with coke, which resulted in a lighter colour than other beers popular at that time. Different brewing practices and hop levels have resulted in a range of taste and strength within the pale ale family."
  },
  {
    "title": "Lager",
    "content": "Lager (German: storage) is a type of beer that is fermented and conditioned at low temperatures. Pale lager is the most widely consumed and commercially available style of beer in the world.\n\nLagers in certain countries often feature large proportions of adjuncts, usually rice or maize. Adjuncts entered United States brewing as a means of thinning out the body of U.S. beers, balancing the large quantities of protein introduced by six-row barley. Adjuncts are often used now in beer making to introduce a large quantity of sugar, and thereby increase ABV, at a lower price than a formulation using an all-malt grain bill. There are however cases in which adjunct usage actually increases the cost of manufacture."
  },
  {
    "title": "Golden",
    "content": "In the United Kingdom, golden or summer ales were developed in the late 20th century by breweries to compete with the pale lager market. A typical golden ale has an appearance and profile similar to that of a pale lager. Malt character is subdued and the hop profile ranges from spicy to citrus; common hops include Styrian Golding and Cascade. Alcohol is in the 4% to 5% abv range. The UK style is attributed to John Gilbert, owner of Hop Back Brewery, who developed \"Summer Lightning\" in 1989, which then won several awards and inspired numerous imitators."
  },
  {
    "title": "Fruity",
    "content": "Fruits have been used as a beer adjunct for centuries. Cherry, raspberry, and peach are a common addition to this style of beer. Modern breweries may add only flavored extracts to the finished product, rather than actually fermenting the fruit.\n\nSome historic ales used fruit to generate a second fermentation in the cask; brewers try to recreate this in modern beers."
  },
  {
    "title": "Dark",
    "content": "Dark beers are beers which have a dark colour. Although beers using naturally dried malt would have been pale-coloured, by the 17th century most malts in Europe would have been dried over a fire, resulting in a dark coloured beer. Examples of dark beers are brown beers and stout. "
  },
  {
    "title": "Brown",
    "content": "Brown ale is a style of beer with a dark amber or brown colour. The term was first used by London brewers in the late 17th century to describe their products, such as mild ale, though the term had a rather different meaning than it does today. 18th-century brown ales were lightly hopped and brewed from 100% brown malt.\n\nToday there are brown ales made in several regions, most notably England, Belgium and America. Beers termed brown ale include sweet, low alcohol beers such as Manns Original Brown Ale, medium strength amber beers of moderate bitterness such as Newcastle Brown Ale, and malty but hoppy beers such as Sierra Nevada Brown Ale."
  },
  {
    "title": "Blonde",
    "content": "Blonde ales are very pale in colour. The term \"Blonde\" for pale beers is popular in Europe and South America - particularly in France, Belgium, the UK, and Brazil - though the beers may not have much in common, other than colour. Blondes tend to be clear, crisp, and dry, with low-to-medium bitterness and aroma from hops, and some sweetness from malt. Fruitiness from esters may be perceived. A lighter body from higher carbonation may be noticed. \n\nBelgian blondes are often made with pilsner malt. Some beer writers regard blonde and golden ales as distinct styles, while others do not."
  },
  {
    "title": "Ale",
    "content": "Ale is a type of beer brewed from malted barley using a warm fermentation with a strain of brewers' yeast. Compared to lager yeasts, ale yeast ferments more quickly, and often produces a sweeter, fuller-bodied and fruitier taste. Most ales contain hops, which help preserve the beer and impart a bitter herbal flavour that balances the sweetness of the malt.\n\nHistorically the terms beer and ale respectively referred to drinks brewed with and without hops.\n\nAle has often now come to mean a bitter-tasting barley beverage fermented at room temperature. In some British usage, however, in homage to the original distinction, the term is only used in compounds such as \"pale ale\", or regular ale, a term adopted to differentiate these products from the pressurised beers developed by industrial brewers in the 1960s, and used of warm-fermented unpasteurised ales served from a cask (though not stout or porter)."
  },
  {
    "title": "Amber",
    "content": "Amber ale is a term used in Australia, France and North America for pale ales brewed with a proportion of amber malt and sometimes crystal malt to produce an amber colour generally ranging from light copper to light brown. A small amount of crystal or other coloured malt is added to the basic pale ale base to produce a slightly darker colour, as in some Irish and British pale ales. In France the term \"ambrée\" is used to signify a beer, either cold or warm fermented, which is amber in colour; the beer, as in Pelforth Ambrée and Fischer Amber, may be a Vienna lager, or it may be a Bière de Garde as in Jenlain Ambrée. In North America, American-variety hops are used in varying degrees of bitterness, although very few examples are particularly hoppy. In Australia the most popular Amber Ale is from Malt Shovel Brewery, branded James Squire in honour of Australia's first brewer, who first brewed beer in Sydney in 1794."
  }
]
